Repository: juventudtrotskista/libro-ucraniaGIT
Catalog: tm/MM1.tmx
Source language: es_es
Languages: en_gb

source: El acuerdo de colaboración y cooperación es un instrumento de acercamiento entre la Unión Europea y Ucrania, que requiere por parte de ese país un esfuerzo importante de armonización de su legislación y de sus prácticas administrativas en numerosos ámbitos.
en_gb: The Partnership and Cooperation Agreement is a way of bringing the European Union and Ukraine closer. This requires substantial effort on the part of the latter in order to harmonize many legislative and administrative practices.

source: Hay un acercamiento desesperanzado y ajeno a la realidad por parte de la Comisión respecto de la problemática de Ucrania.
en_gb: The Commission has a hopelessly unrealistic approach to the problems of Ukraine.

source: Naturalmente, esperamos el respaldo del Parlamento Europeo en esta materia.
en_gb: Naturally, we are hoping for the support of the European Parliament in this matter.

source: revolucion
en_gb: revolution

source: Finalmente
en_gb: Finally

source: Unificado
en_gb: Unified

source: Juzgaremos a los candidatos en las elecciones presidenciales francesas en función de los esfuerzos que hayan realizado para sacarnos de esta trampa.
en_gb: We shall judge the candidates in the French presidential elections according to the efforts they have made to get us out of this bind.

source: Los resultados de las elecciones presidenciales en las regiones con una gran proporción de residentes húngaros y el estrecho margen de los resultados finales indican que los votos de la comunidad húngara han contribuido a la victoria de Yanukovich en gran medida.
en_gb: The results of the presidential elections in regions with a higher proportion of Hungarian residents and the narrow margin of the final results indicate that the votes of the Hungarian community contributed to the victory of Mr Yanukovich to a great extent.

source: Las elecciones presidenciales han concluido y, finalmente, el resultado es claro.
en_gb: The Presidential elections are over and finally the result is clear.

source: Toda esta crueldad muestra el imperialismo del proyecto europeo.
en_gb: All of this cruelly exposes the imperialism of the European project.

source: Hoy, por fin, también se moviliza el Parlamento Europeo.
en_gb: Today, at least, the European Parliament has woken up to it.

source: Aunque el número de franjas horarias en la Unión Europea es bastante reducido en comparación con los Estados Unidos, por ejemplo, existe no obstante una cierta divergencia, y la seguridad es fundamental en los procedimientos de insolvencia.
en_gb: Although the number of time zones in the European Union is fairly limited compared with, say, the United States, nevertheless there is some divergency and certainty is essential in insolvency proceedings.

source: Revolución
en_gb: Revolution

source: Revoluciono
en_gb: Revolutionized

source: Se vio obligado a Wouksince muy jóvenes
en_gb: Was forced to Wouksince very young

source: El día antes de ayer que vio a mi hermano
en_gb: The day before yesterday you saw my brother

source: El pasado mes de septiembre se vio obligado a suspender su programación debido a problemas financieros.
en_gb: The theatre had to stop performing its programme in September because of financial difficulties.

source: Lo que aprobamos el día 21 de enero incluía ya los principales mensajes políticos y las conclusiones fundamentales.
en_gb: It received further support subsequently through the many contributions and initiatives by a good many Member States.The overview provided in the Spring report is very clear.

source: Por lo tanto, pido formalmente la creación de una comisión de investigación para esclarecer la realidad de lo sucedido.
en_gb: So I formally ask for a committee of inquiry to be opened to investigate exactly what has happened.

source: Es una realidad política.
en_gb: This is a political reality.

source: En el Reino Unido, incluso si se produce una vacante en la mitad del mandato del Parlamento Europeo, no la cubrimos con la próxima persona de la lista de un partido, lo que hacemos es organizar una elección.
en_gb: In the United Kingdom, even when a vacancy occurs mid-term in the European Parliament, we do not take the next Member on a party list; we have a by-election.

source: Los funcionarios se habían preparado viendo cómo se llevaron a cabo las ocupaciones en otras ciudades.
en_gb: Officials had prepared by watching how occupations in other cities played out.

source: Los partidos políticos, las organizaciones sindicalistas de trabajadores, los campesinos, las mujeres intelectuales, los jóvenes, la iglesia y los movimientos de resistencia se oponen a este régimen.
en_gb: Political parties, trade union organisations of workers, farmers, intellectual women, young people and the church and resistance movements are fighting against this regime.

source: Me alegra que la socialdemocracia alemana mantenga una actitud muy abierta ante las propuestas provenientes de Baviera.
en_gb: I am pleased that the German Social Democrats are also very receptive to the proposals from Bavaria.

source: Ello se ha hecho considerando que el informe contiene algunas buenas causas de cartel de la socialdemocracia.
en_gb: The reason for this is that the report contains many good social democratic characteristics.

source: Es una victoria de la socialdemocracia aliada con el ultraliberalismo económico.
en_gb: This is a victory for social democracy, won over to economic ultraliberalism.

source: El BCE trabaja en estrecha colaboración con las instituciones de la Comunidad Europea.
en_gb: The ECB works closely with the European Community institutions.

source: Hemos estado trabajando en estrecha colaboración y de forma muy intensa con la Presidencia británica.
en_gb: We have been working very closely and very intensively with the UK Presidency.

source: Hemos apoyado financieramente y de otras formas esta actividad, ahora suspendida, con vistas a encontrar una resolución pacífica a la cuestión nuclear.
en_gb: We have financially and otherwise supported this – currently suspended – activity with a view to finding a peaceful resolution of the nuclear issue.

source: Reconociendo la labor que está realizando la sociedad civil para promover una solución pacífica de la cuestión de Palestina,
en_gb: Acknowledging the efforts being undertaken by civil society to promote a peaceful settlement of the question of Palestine,

source: With
en_gb: William Withering

source: wvware / wvware la versión 1.2.4
en_gb: wvWare/wvWare version 1.2.4

source: Versión:
en_gb: Version:
